Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=15_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien esitteitä
sme: Sámedikki dieđihančállosat

source: Saamelaiskäräjien tuottamaa esitemateriaalia.
sme: Sámedikki buvttadan dieđihanmáteriala.

source: Esitteitä voi tilata Saamelaiskäräjien Inarin toimipisteestä.
sme: Dieđihančállosiid sáhttá diŋgot Sámedikki Anára doaibmabáikkis.

source: Saamelaiskäräjät
sme: Sámediggi

source: Saamelaiset Suomessa
sme: Sámekulturguovddáš

source: Los Sámis en Finlandia
sme: Sámit Suomas
